/**
* для начала нужно создать файл, который мы хотим зашифровать. Например input.txt с содержимым. К примеру: Hello world.
* когда запускаем программу, нам выдается менюшка.В меню выбираем цифру 1
 * затем вводим путь к исходному файлу: Unput file path: input.txt
 * самое важное, что нужно учесть, так это то, что файл должен находиться в корневой папке проекта. либо указываем полный путь
 * вводим путь для сохранения результата: output file path: encrypted.txt
 * вводим ключ сдвига: shift key (positive integer): 3
*/